IDEA Open Model
LineSupport.GeneralLine Property
Compatible with IDEA StatiCa Beta 20.0
 general shape
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public PolyLine2D GeneralLine { get; set; }
Public Property GeneralLine As PolyLine2D
	Get
	Set
Property Value
Type: PolyLine2D
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace